Repository: bytemine/webapp-google2fa
Catalog: languages/*.UTF-8/LC_MESSAGES/plugin_google2fa.po
Languages: de_de, fr_fr, nl_nl

source: Please enter code
de_de: Bitte Code eingeben
fr_fr: S'il vous plaît entrez le code
nl_nl: Geef de code

source: Invalid code. Please check code.
de_de: Ungültiger Code. Bitte Code prüfen.
fr_fr: Code invalide. S'il vous plaît vérifier le code.
nl_nl: Ongeldige code. Controleer de code.

source: Login
fr_fr: S'identifier
nl_nl: Inloggen

source: Configuration two-factor authentication
de_de: Konfiguration Zwei-Faktor Authentifizierung
fr_fr: Authentification à deux facteurs Configuration
nl_nl: Configuratie tweestapsauthenticatie

source: The two-factor authentication provides an additional protection for the Zarafa WebApp.
de_de: Die Zwei-Faktor Authentifizierung bietet eine zusätzlichen Schutz für die Zarafa WebApp.
fr_fr: L'authentification à deux facteurs offre une protection supplémentaire pour le Zarafa WebApp.
nl_nl: Tweestapsauthenticatie voegt een extra beveiliging toe aan de Zarafa WebApp.

source: After activation you need next to your password an one-time code to log in.
de_de: Nach der Aktivierung benötigen Sie neben Ihrem Passwort einen einmaligen Code, um sich anzumelden.
fr_fr: Après activation vous avez besoin à côté de votre mot de passe d'un code unique pour vous connecter.
nl_nl: Na inschakelen heb je naast je wachtwoord ook een eenmalige code nodig om in te loggen.

source: To generate an one-time code, you have to configure a second device, usually a smartphone.
de_de: Um einmalige Codes zu generieren, konfigurieren Sie ein zweites Gerät, in der Regel ein Smartphone.
fr_fr: Pour générer un code à un moment, vous devez configurer un second dispositif, généralement un smartphone.
nl_nl: Om een eenmalig code te genereren, moet je een tweede apparaat configuren, meestal een smartphone.

source: For alternative access generate time-independent codes, please.
de_de: Für den alternativen Zugang generieren Sie sich zeitunabhängige Codes.
fr_fr: Pour un accès alternatif générer des codes indépendants du temps, s'il vous plaît.
nl_nl: Voor alternatieve toegang genereer tijdonafhankelijke codes.

source: For example, if you lose your smartphone, you can access using these codes.
de_de: Falls Sie zum Beispiel Ihr Smartphone verlieren, können Sie mit Hilfe dieser Codes zugreifen.
fr_fr: Par exemple, si vous perdez votre smartphone, vous pouvez accéder à l'utilisation de ces codes.
nl_nl: Als je bijvoorbeeld je smartphone verliest krijg je alsnog toegang met deze codes.

source: Time-independent codes
de_de: Zeitunabhängige Codes
fr_fr: Les codes temporels indépendant
nl_nl: Tijdonafhankelijke codes

source: Activate or deactivate the two-factor authentication.
de_de: Aktivieren oder deaktivieren Sie die Zwei-Faktor Authentifizierung.
fr_fr: Activer ou désactiver l'authentification à deux facteurs.
nl_nl: Tweestapsauthenticatie in- of uitschakelen.

source: Current status
de_de: Aktueller Status
fr_fr: Statut actuel
nl_nl: Huidige status

source: Activation/Deactivation
de_de: Aktivierung/Deaktivierung
fr_fr: Activation / Désactivation
nl_nl: In- en uitschakelen

source: You can completely reset the configuration.
de_de: Sie können die Konfiguration komplett zurücksetzen.
fr_fr: Vous pouvez réinitialiser complètement la configuration.
nl_nl: Je kunt de configuratie volledige herstellen.

source: This deletes the secret key, the time-independent and the recently used codes and deactivates the two-factor authentication.
de_de: Dies löscht den geheimen Schlüssel, die zeitunabhängigen und zuletzt verwendeten Codes, den Verschlüsselungstyp und deaktiviert die Zwei-Faktor Authentifizierung.
fr_fr: Cela supprime la clé secrète, l'indépendant du temps et les codes utilisés récemment et désactive l'authentification à deux facteurs.
nl_nl: Dit verwijdert de geheime sleutel, de tijdonafhankelijke en recent gebruikte codes en schakelt de tweefactorauthenticatie uit.

source: If fundamental changes in the configuration were changed, for example the encryption type, this step may be useful.
de_de: Wenn grundsätzliche Änderungen an der Konfiguration, wie zum Beispiel der Verschlüsselungstyp, vorgenommen werden, kann dieser Schritt sinnvoll sein.
fr_fr: Si des changements fondamentaux dans la configuration ont été modifiés, par exemple le type de cryptage, cette étape peut être utile.
nl_nl: Deze stap kan zinvol zijn als er fundamentele wijzigingen in de configuratie zijn aangebracht, zoals de versleuteling.

source: Reset
de_de: Zurücksetzung
fr_fr: Réinitialiser
nl_nl: Herstellen

source: Activated
de_de: Aktiviert
fr_fr: Activé
nl_nl: Ingeschakeld

source: Deactivated
de_de: Deaktiviert
fr_fr: Désactivé
nl_nl: Uitgeschakeld

source: Do you really want to reset the configuration?
de_de: Möchten Sie die Konfiguration wirklich zurücksetzen?
fr_fr: Voulez-vous vraiment réinitialiser la configuration?
nl_nl: Wil je echt de configuratie herstellen?

source: The configuration has been reset.
de_de: Die Konfiguration wurde zurückgesetzt.
fr_fr: La configuration a été réinitialisé.
nl_nl: De configuratie is hersteld.

source: Code {0}
fr_fr: Code de {0}

source: Write down these time-independent codes safely.
de_de: Notieren Sie sich diese zeitunabhängigen Codes sicher.
fr_fr: Notez ces codes indépendantes du temps en toute sécurité.
nl_nl: Bewaar deze tijdonafhankelijkde code goed.

source: Remember that you can use each code only one-time.
de_de: Bedenken Sie, dass Sie jeden Code nur einmal verwenden können.
fr_fr: Rappelez-vous que vous pouvez utiliser chaque code une seule fois.
nl_nl: Je kunt iedere code slechts één keer gebruiken.

source: You can always generate new codes.
de_de: Sie können jederzeit neue Codes generieren.
fr_fr: Vous pouvez toujours générer de nouveaux codes.
nl_nl: Je kunt altijd nieuwe codes genereren.

source: Generate new codes
de_de: Neue Codes generieren
fr_fr: Générer de nouveaux codes
nl_nl: Genereer nieuwe codes.

source: Ok
fr_fr: D'accord

source: Please install an authentication App on second device:
de_de: Bitte installieren Sie eine Authentifizierungs-App auf dem zweiten Gerät:
fr_fr: S'il vous plaît installer une authentification sur App second dispositif:
nl_nl: Installeer een authorisatie-app op je tweede apparaat:

source: Open and configure the authentication app by scanning the QR code below.
de_de: Öffnen und konfigurieren Sie die Authentifizierungs-App, indem Sie den unten stehenden QR Code scannen.
fr_fr: Ouvrez et configurer l'application d'authentification en scannant le code QR ci-dessous.
nl_nl: Open en cofigureer de authenticatie-app door de onderstaande QR-code te scannen.

source: Alternatively, you can manually create an account with the following information.
de_de: Alternativ können Sie mit folgenden Informationen manuell ein Konto anlegen.
fr_fr: Sinon, vous pouvez créer manuellement un compte avec les informations suivantes.
nl_nl: Je kunt ook een handmatig account aanmaken op basis van de volgende informatie.

source: Account
de_de: Kontoname
fr_fr: Compte

source: Key
de_de: Schlüssel
fr_fr: Clé
nl_nl: Sleutel

source: Afterwards test the function with a generated code to ensure that the configurations are correct.
de_de: Anschließend testen Sie die Funktion mit einem generierten Code, um sicherzustellen, dass die Konfigurationen korrekt sind.
fr_fr: Ensuite tester la fonction d'un code généré de sorte que les configurations sont correctes.
nl_nl: Controleer vervolgens of de gegenereerde code om er zeker van te zijn dat de configuratie goed werkt.

source: Test generated code
de_de: Generierten Code testen
fr_fr: Test de code généré
nl_nl: Gegenereerde code testen

source: Valid code, you can use the two-factor authentication.
de_de: Gültiger Code, Sie können die Zwei-Faktor Authentifizierung verwenden.
fr_fr: Code valide, vous pouvez utiliser l'authentification à deux facteurs.
nl_nl: Geldige code. Je kunt twostapsauthenticatie gebruiken.

source: Invalid code, please check code.
de_de: Ungültiger Code, bitte prüfen Sie den Code.
fr_fr: Code non valide, s'il vous plaît vérifier le code.
nl_nl: Ongeldige code. Controleer de code.

source: You can use a code only one-time.
de_de: Sie können einen Code nur einmal verwenden.
fr_fr: Vous pouvez utiliser un code une seule fois.
nl_nl: Je kunt een code slechts één keer gebruiken.

source: Please make sure that time from of server and second device are correct.
de_de: Bitte stellen Sie sicher, dass die Zeiten vom Server und vom zweiten Gerät korrekt sind.
fr_fr: S'il vous plaît assurez-vous que le temps de serveur et de second dispositif sont correctes.
nl_nl: Zorg ervoor dat de tijd van de server en het tweede apparaat correct zijn.

source: Two-factor authentication
de_de: Zwei-Faktor Authentifizierung
fr_fr: Authentification à deux facteurs
nl_nl: Tweefactorauthenticatie

source: Configuration
de_de: Konfiguration
nl_nl: Configuratie
